#+title: Evaluaci贸n de la expoisci贸n
#+author: Gunnar Wolf

* Trusted Platform Module (TPM) y su relaci贸n con el sistema operativo

- Tema presentado por :: Francisco Daniel L贸pez y Marco Alejandro Vigi
- Calificaci贸n global :: Por favor revisen m谩s adelante para ver de
  d贸nde vienen todos estos n煤meros 

|------------------------+------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Peso | Evaluaci贸n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.47 |  0.3 |                8.5 |  0.7 |    8.79 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 0 | 7 | 10.00 |
| Nivel        | 0 | 0 | 1 | 1 | 5 |  9.14 |
| Relevancia   | 0 | 0 | 1 | 0 | 5 |  9.33 |
| Claridad     | 0 | 0 | 0 | 2 | 5 |  9.43 |
| Presencia    | 0 | 0 | 0 | 2 | 5 |  9.43 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.47 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Tu exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de tus compa帽eros:

- Muy buena exposici贸n, pues al evaluar cada punto tenemos que el tema
  es original y muy interesante (m谩s para aquellos interesados en
  ciberseguridad), el nivel es adecuado para el semestre en el que
  estamos, tiene que ver con la asignatura de forma directa, la
  presentaci贸n del v铆deo est谩 bien resumida, y se cumple con una buena
  presencia al tener buena calidad de audio. 隆Bien hecho!

* Evaluaci贸n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          7.5 |     0.75 |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliogr谩ficas |    0.1 |            5 |      0.5 |
| Uso del tiempo         |    0.1 |          7.5 |     0.75 |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.50 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

* Verificaci贸n de originalidad

Los reportes que env铆an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi贸n /no tendr谩 ning煤n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci贸n sea menor al 30%.

- 44% de textos sospechosos
  - 2% de similitudes con otros documentos
  - 44% estil铆sticamente pr贸ximos a lo generado por IA (indicador, no
    prueba)
  - 0% idiomas no reconocidos
  - <1% de citas atribu铆das (citas expresas)
